Repository: erdincay/gpu-fan-control
Catalog: po/*.po
Languages: it

source: About us
it: Informazioni

source: Initialize Nvidia Xconfig
it: Inizializza Nvidia Xconfig

source: Reboot the system
it: Riavvia il sistema

source: First run config
it: Configurazione iniziale

source: Info
it: Informazioni

source: Success! New X configuration file written to /etc/X11/xorg.conf
it: OK! Il nuovo file di configurazione di X è stato scritto in /etc/X11/xorg.conf

source: Error
it: Errore

source: Reboot
it: Riavvia

source: Do you want to reboot?
it: Vuoi riavviare?

source: Reboot is required to implement the changes
it: E' richiesto il riavvio per applicare le modifiche

source: GUI fan controller for Nvidia GPU
it: GUI per la gestione delle schede video Nvidia

source: Copyright
it: Copyright @ 2021 Nicola Tudino

source: Close
it: Chiudi

source: Yes
it: Si

source: Gpu data
it: Dati GPU

source: Temperature
it: Temperatura

source: Fan speed
it: Velocità della ventola

source: Name
it: Nome

source: Driver version
it: Versione dei driver

source: Memory used
it: Memoria usata

source: Timestamp
it: Data e ora

source: VBios version
it: Versione del VBios

source: GPU Utilization
it: Utilizzo della GPU

source: GPU index
it: Indice della GPU

source: Graphics Clock
it: Velocità di clock della GPU

source: Processor Clock
it: Velocità di clock del processore

source: Automatic Speed
it: Velocità automatica

source: Save
it: Salva

source: Set fan speed
it: Imposta velocità

source: Fan Speed Set To
it: Velocità della ventola impostata a

source: Fan Speed Set To Auto
it: Velocità della ventola impostata su automatico
